[{
  "_id": {
    "$oid": "65587348e7083709c20bd6ba"
  },
  "category_id": {
    "$oid": "654df46fde2dd24f7fc38944"
  },
  "name": "iPhone 14 Pro Max 128GB | Chính hãng VN/A",
  "description": "Đánh giá iPhone 14 Pro Max - siêu phẩm cao cấp nhất của Apple hiện tại \nNhững dòng iPhone đến từ nhà Apple đều có sức hút đặc biệt ngay từ thời điểm ra mắt và thế hệ iPhone 14 Pro Max cũng không ngoại lệ. Có thể nói, iPhone 14 Pro Max là sự kết hợp hoàn hảo giữa các yếu tố về thiết kế, cấu hình, tính năng, hệ điều hành,... Nếu bạn tò mò về siêu phẩm này, hãy đọc ngay phần đánh giá chi tiết phiên bản cao cấp nhất trong series iPhone 14 bên dưới nhé. ",
  "status": "mới",
  "discounted": false,
  "is_active": true,
  "screen": "iPhone 14 Pro Max sở hữu thiết kế màn hình Dynamic Island ấn tượng cùng màn hình OLED 6,7 inch hỗ trợ always-on display và hiệu năng vượt trội với chip A16 Bionic. Bên cạnh đó máy còn sở hữu nhiều nâng cấp về camera với cụm camera sau 48MP, camera trước 12MP dùng bộ nhớ RAM 6GB đa nhiệm vượt trội. Cùng phân tích chi tiết thông số siêu phẩm này ngay sau đây.",
  "camera": "Công nghệ camera ấn tượng, cho hình ảnh chi tiết chân thực nhất\nHệ thống camera kép tiên tiến trên iPhone 14 Pro Max không chỉ mang lại những trải nghiệm quay chụp ấn tượng mà còn biến mỗi khoảnh khắc thành một tác phẩm nghệ thuật. Camera chính 48MP, camera UltraWide 12MP vượt trội với khả năng tối ưu hóa chụp ảnh, mang đến bức ảnh độ phân giải siêu sắc nét với màu sắc chân thực. \n\n\n",
  "chipset": "Con chip A16 Bionic tiến trình 4nm mạnh mẽ\nPhiên bản iPhone 14 Pro Max 128GB là lần đầu tiên Apple sử dụng con chip được xây dựng trên tiến trình 4nm - A16 Bionic. Con chip này có tổng cộng 6 nhân với 2 nhân hiệu suất cao kết hợp với 4 nhân tiết kiệm điện.\nTheo như đánh giá thực tế, hiệu suất xử lý của chip A16 Bionic nhanh hơn đến 10% so với phiên bản A15 trước đó. Ngoài ra, con chip này cũng đi kèm với GPU 5 nhân với băng thông bộ nhớ tăng thêm đến 50% so với dòng A15 giúp smartphone có thể xử lý những tựa game có đồ họa cao. ",
  "cpu": "3.46 GHz",
  "gpu": "Apple GPU (5-core graphics)",
  "ram": 6,
  "rom": 128,
  "operatingSystem": "iOS 16",
  "battery": "Dung lượng pin vượt trội 4352mAh\nNhờ có dung lượng pin vượt trội 4352mAh và khả năng tiết kiệm năng lượng của chip A16 Bionic, chiếc iPhone 14 Pro Max có thời gian hoạt động dài hơn so với người tiền nhiệm\nSản phẩm vẫn được trang bị công suất sạc 20W giống với người tiền nhiệm. Tuy nhiên, bạn có thể nạp đầy đến 50% dung lượng pin cho điện thoại chỉ trong vòng 30 phút. Ngoài ra, thiết bị cũng hỗ trợ người dùng sạc không dây Magsafe với 15W và sạc không dây Qi với 7,5W. ",
  "weight": 221,
  "connection": "Kết nối mạng 5G, cho trải nghiệm internet vượt trội\niPhone 15 Pro Max đặc biệt ở khả năng hỗ trợ kết nối 5G, mang đến trải nghiệm internet nhanh và ổn định hơn bao giờ hết. Do đó, bạn có thể thỏa sức xem video trực tuyến, chơi game online, tải nội dung và thậm chí làm việc từ xa mà không lo gặp sự cản trở từ tình trạng giật lag. Ngoài ra, 5G còn giúp bạn truy cập internet ở những khu vực có tín hiệu yếu một cách mượt mà.",
  "specialFeature": "ết nối với hệ sinh thái Apple (Apple Watch, Airpods, Mac)\nMột điểm nổi bật của iPhone so với các thiết bị smartphone khác đó chính là hệ sinh thái Apple. Theo đó, điện thoại iPhone 15 Pro Max có thể kết nối với các thiết bị khác trong cùng hệ sinh thái như Apple Watch, Airpods hay Mac một cách nhanh chóng. Theo đó:\n\n-  iPhone và Apple Watch: Hỗ trợ kiểm tra tin nhắn, trả lời cuộc gọi hay điều khiến các ứng dụng trên iPhone một cách tiện lợi.\n\n-  iPhone và Mac: Chuyển đổi liền mạch giữa các thiết bị qua tính năng Handoff nhờ đó người dùng có thể thực hiện các công việc còn dang dở trên thiết bị khác. Cùng với đó, người dùng có thể truy cập vào các dữ liệu, hình ảnh, video nhờ hệ thống iCloud đồng bộ.\n\n-  iPhone và Airpods: Kết nối nhanh chóng, hỗ trợ trả lời cuộc gọi cũng như gọi Siri trên di động thông minh",
  "manufacturer": "Apple Chính Hãng",
  "other": "Công nghệ Face ID bảo mật hàng đầu\nVới công nghệ tiên tiến của Face ID tích hợp trong iPhone 15 Pro Max, thao tác mở khóa thiết bị trở nên dễ dàng và an toàn hơn bao giờ hết. Sản phẩm này sử dụng khả năng nhận diện khuôn mặt vô cùng chính xác, ngay cả trong các điều kiện ánh sáng biến đổi và các góc độ khác nhau. Hệ thống camera TrueDepth đảm bảo cho bạn trải nghiệm mở khóa nhanh chóng và độ bảo mật cao.",
  "option": [
    {
      "$oid": "655873eee7083709c20bd6c0"
    },
    {
      "$oid": "655873fae7083709c20bd6c6"
    },
    {
      "$oid": "65587405e7083709c20bd6cc"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-11-18T08:18:16.785Z"
  },
  "updatedAt": {
    "$date": "2023-11-18T08:21:25.134Z"
  },
  "__v": 3
},
{
  "_id": {
    "$oid": "657060a0a6103e6dc9a459fa"
  },
  "category_id": {
    "$oid": "654df46fde2dd24f7fc38944"
  },
  "name": "Xiaomi 12T 8GB 128GB\n",
  "description": "Xiaomi 12T là sản phẩm được nhiều tín đồ công nghệ đánh giá cao với màn hình AMOLED 6.67 inch độ phân giải cao, tần số quét 120Hz, chip MediaTek Dimensity 8100-Ultra, RAM 8GB và bộ nhớ trong 128GB. Thêm vào đó camera chính 108MP hỗ trợ chống rung OIS và sạc nhanh 120W cho trải nghiệm sử dụng cực chất. ",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "Kích thước màn hình\n\n6.67 inches\nCông nghệ màn hình\n\nAMOLED\nĐộ phân giải màn hình\n\n1220 x 2712 pixels\nTính năng màn hình\n\n1 tỉ màu, 120Hz, Dolby Vision, HDR10+\nTần số quét\n\n120Hz\nKiểu màn hình\n\nĐục lỗ (Nốt ruồi)",
  "camera": "Xiaomi 12T sở hữu camera 108 MP ấn tượng\nĐiện thoại Xiaomi Mi 12T nổi bật thu hút ở cụm camera chụp ảnh chuyên nghiệp. Trong đó, camera chính có độ phân giải tận 108 MP với thuật toán thông minh (AI) giúp xử lý chi tiết môi trường tốt hơn để cho ra ảnh chụp đầy đủ trọn vẹn. Hơn nữa, camera 108 MP giúp Xiaomi Mi 12T chụp ảnh ban đêm, chụp ảnh thiếu sáng với kết quả vô cùng ấn tượng.\n\nHai camera còn lại trên Xiaomi Mi 12T hỗ trợ tính năng góc siêu rộng 8MP và chụp macro 2MP. Ngoài ra hệ thống camera sau trên Xiaomi Mi 12T cho phép bạn quay video với chất lượng lên đến 4K.",
  "chipset": "Vi xử lý Mediatek Dimensity 8100-Ultra mạnh mẽ",
  "cpu": "Tốc độ CPU 2.8 GHz",
  "gpu": "Mali G610 MC6",
  "ram": 8,
  "rom": 256,
  "operatingSystem": "Android",
  "battery": "Pin \"khủng\" dung lượng lớn kèm sạc tốc độ cao\nĐiện thoại Xiaomi Mi 12T phục vụ thao tác giải trí và liên lạc của bạn suốt ngày dài nhờ trang bị nguồn năng lượng pin dồi dào bên trong. Viên pin bên trong Xiaomi Mi 12T thuộc chuẩn pin an toàn cao, với dung lượng 5.000mAh sẽ cung cấp cả ngày chiến game, nghe nhạc, lướt web và giữ liên lạc cùng người thân.",
  "weight": 221,
  "connection": "Thẻ SIM\n\n2 SIM (Nano-SIM)\nHệ điều hành\n\nAndroid 12, MIUI 13\nJack tai nghe 3.5\n\nKhông\nCông nghệ NFC\n\nCó\nHỗ trợ mạng\n\n5G\nWi-Fi\n\nWi-Fi 802.11 a/b/g/n/ac/6e, dual-band, Wi-Fi Direct, hotspot\nBluetooth\n\nv5.2, A2DP, LE\nGPS\n\nA-GPS (GLONASS (1), BDS (3), GALILEO (2), QZSS (2), NavIC)",
  "specialFeature": "Đa cửa sổ (chia đôi màn hình)\nTối ưu game (Game Turbo)\nTheo dõi nhịp tim bằng cảm biến vân tay\nBáo rung khi kết nối cuộc gọi\nChặn cuộc gọi\nChặn tin nhắn\nTrợ lý ảo Google Assistant\nMở rộng bộ nhớ RAM",
  "manufacturer": "Xiaomi",
  "other": "Hỗ trợ 5G, Bảo mật vân tay, Nhận diện khuôn mặt",
  "option": [
    {
      "$oid": "657060dba6103e6dc9a45a00"
    },
    {
      "$oid": "65706185a6103e6dc9a45a07"
    },
    {
      "$oid": "65706192a6103e6dc9a45a0e"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T11:53:04.685Z"
  },
  "updatedAt": {
    "$date": "2023-12-15T16:37:59.516Z"
  },
  "__v": 3
},
{
  "_id": {
    "$oid": "657068afa6103e6dc9a45bb2"
  },
  "category_id": {
    "$oid": "654df560de2dd24f7fc38956"
  },
  "name": "PC CPS Gaming G1",
  "description": "PC CPS Gaming G1 mạnh mẽ, giá siêu tốt\nPC CPS Gaming G1 sở hữu hiệu năng mạnh mẽ, cực đỉnh cùng với đó là giá thành siêu hấp dẫn. Mẫu PC gaming này là lựa chọn tuyệt vời cho những ai đam mê chơi game giải trí cũng như mong muốn có được trải nghiệm vô cùng tuyệt vời.",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "chipset": "H610",
  "cpu": "Core™ i3-12100F",
  "gpu": "GTX 1650",
  "ram": 8,
  "rom": 256,
  "operatingSystem": "Window 11",
  "weight": 500,
  "connection": "x Antenna Mounting Points\n1 x PS/2 Mouse/Keyboard Port\n1 x D-Sub Port\n1 x HDMI Port\n1 x DisplayPort 1.4\n2 x USB 3.2 Gen1 Ports (Supports ESD Protection)\n2 x USB 2.0 Ports (Supports ESD Protection)\n1 x RJ-45 LAN Port with LED (ACT/LINK LED and SPEED LED)\nHD Audio Jacks: Line in / Front Speaker / Microphone",
  "manufacturer": "Intel",
  "option": [
    {
      "$oid": "657068f8a6103e6dc9a45bb8"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T12:27:27.253Z"
  },
  "updatedAt": {
    "$date": "2023-12-06T12:28:40.311Z"
  },
  "__v": 1
},
{
  "_id": {
    "$oid": "65706a9fa6103e6dc9a45bce"
  },
  "category_id": {
    "$oid": "654df560de2dd24f7fc38956"
  },
  "name": "PC CPS Gaming G6",
  "description": "PC CPS Gaming G6 - Bứt phá tốc độ dẫn đầu cuộc chơi\nLà một sản phẩm dành riêng cho giới Game thủ, những chiếc PC CPS Gaming G6 được nâng cấp về hiệu năng để đảm bảo trải nghiệm tuyệt vời và hoàn hảo nhất cho chủ sở hữu. Dưới đây là những thông tin hữu ích về bộ PC gaming này.",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "chipset": "B760",
  "cpu": "Core i5-13400F",
  "gpu": "RTX 4060 OC",
  "ram": 8,
  "rom": 256,
  "operatingSystem": "Window 11 Home SL",
  "weight": 500,
  "connection": "2 x Antenna Ports\n1 x PS/2 Mouse/Keyboard Port\n1 x HDMI Port\n1 x DisplayPort 1.4\n1 x USB 3.2 Gen1 Type-C Port\n3 x USB 3.2 Gen1 Type-A Ports\n2 x USB 2.0 Ports\n1 x RJ-45 LAN Port\nHD Audio Jacks: Line in / Front Speaker / Microphone",
  "specialFeature": "Bứt phá tốc độ bởi hiệu năng đỉnh cao\nHiệu năng của những chiếc PC CPS Gaming G6 được đảm bảo bởi chip xử lý Core™ I5 13400F với xung nhịp 2.5GHz cùng khả năng tăng tốc lên đến 4.6Ghz. Nhờ mainboard đến từ thương hiệu ASROCK B760M PRO RS/D4 WiFi những chiếc PC này có khả năng hoạt động liền mạch. Cũng vì vậy các thao tác được xử lý mượt mà không chút giật lag làm gián đoạn đến công việc của người dùng.",
  "manufacturer": "Intel",
  "other": "Thiết kế đẹp mắt, tối ưu diện tích cho không gian làm việc\nDù sở hữu hiệu năng đỉnh của chóp nhưng những chiếc PC Gaming CPS G6 không hề có kích thước khủng. Thay vào đó những chiếc PC này mang vẻ hầm hố trong phong cách và các đường nét. Kích thước chuẩn của PC CPS Gaming G6 khá nhỏ gọn và chiếm một góc nhỏ để tối ưu không gian đặt.\n\n",
  "option": [
    {
      "$oid": "65706acaa6103e6dc9a45bd4"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T12:35:43.607Z"
  },
  "updatedAt": {
    "$date": "2023-12-06T12:36:27.119Z"
  },
  "__v": 1
},
{
  "_id": {
    "$oid": "65706f8ea6103e6dc9a45c7f"
  },
  "category_id": {
    "$oid": "654df4edde2dd24f7fc3894d"
  },
  "name": "Màn hình Gaming E-DRA EGM22F75 22 inch",
  "description": "Màn hình Gaming E-Dra EGM22F75 22 inch - Tần số quét cao, thiết kế chuẩn Gaming\nMàn hình Gaming E-Dra EGM22F75 22 inch là một phân khúc màn hình khá nổi bật với thiết kế hiện đại và đầy đủ các tính năng cần thiết. Theo đó, thiết bị sở hữu tấm nền IPS 21.5 inch, độ phân giải FHD 1920x1080, tốc độ làm mới 75Hz, và thời gian đáp ứng chỉ 5ms (OD), đáp ứng tốt cho nhu cầu giải trí và gaming của người dùng. Dưới đây là một vài điểm nhấn ấn tượng của màn hình E-Dra EGM22F75 mà bạn có thể tham khảo thêm nhé!",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "Trải nghiệm hiển thị mượt mà, rõ nét trên tấm nền IPS hiện đại\nChất lượng hình ảnh là một trong những điểm sáng của màn hình Gaming E-Dra EGM22F75 22 inch nhận về nhiều đánh giá tốt của người sử dụng. Theo đó, thiết bị được tích hợp tấm nền IPS cao cấp với độ phân giải đạt tới Full HD, cung cấp hình ảnh sắc nét và chi tiết trong từng điểm ảnh.\nNgoài ra, màn hình E-Dra này còn sở hữu tần số làm mới lên tới 75Hz cùng thời gian đáp ứng chỉ từ 5ms (OD). Nhờ đó mà mọi trải nghiệm hiển thị của người dùng trên E-Dra EGM22F75 đều đảm bảo hiệu suất mượt mà, hoàn hảo cho trải nghiệm gaming và giải trí đa phương tiện.\"\n\nThiết kế màn hình dạng phẳng, chuẩn Gaming\nVề mặt thiết kế, màn hình Gaming E-Dra EGM22F75 22 inch được tạo hình dạng phẳng hiện đại với kích thước 22 inch, mang lại không gian hiển thị rộng lớn và thú vị hơn.\n\n",
  "weight": 500,
  "connection": "HDMI x 112",
  "specialFeature": "Hạn chế ánh sáng xanh, Chống chói, Chống nháy, Chế độ tiết kiệm điện",
  "manufacturer": "LG",
  "option": [
    {
      "$oid": "65706fb6a6103e6dc9a45c85"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T12:56:46.590Z"
  },
  "updatedAt": {
    "$date": "2023-12-19T08:50:16.195Z"
  },
  "__v": 1,
  "battery": "",
  "camera": "",
  "chipset": "",
  "cpu": "",
  "gpu": "",
  "operatingSystem": "",
  "other": "",
  "ram": 0,
  "rom": 0
},
{
  "_id": {
    "$oid": "6570711da6103e6dc9a45d0e"
  },
  "category_id": {
    "$oid": "654df580de2dd24f7fc38959"
  },
  "name": "Đồng hồ thông minh Xiaomi Watch S1 Active",
  "description": "Đồng hồ Xiaomi Watch S1 Active -  nâng tầm thế hệ đồng hồ thông minh\nĐể mở đầu cho kỷ nguyên công nghệ mới của mình, Xiaomi đã cho ra mắt đồng hồ thông minh Xiaomi Watch S1 Active. Sản phẩm này là thiết kế mới đánh thị trường smartwatch của Xiaomi và mở ra làn sóng mới cho những chiếc đồng hồ thông minh phân khúc trung và cao cấp.",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "Mặt kính cường lực cao cấp sang trọng, màn hình Amoled hiển thị sống động\nXiaomi Watch S1 Active có phần màn hình được trang bị tấm màn Amoled giúp tăng cường khả năng hiển thị giúp mặt đồng hồ rõ nét ngay cả khi sử dụng dưới cường độ ánh sáng cao.\nKích thước màn hình 1,43 inch vừa vặn được trang bị kính cường lực cao cấp giúp nâng cao độ bền hạn chế bám bụi bẩn và vân tay đồng thời tăng tính thẩm mỹ cho thiết kế. Mật độ điểm ảnh dày đặc lên đến 326 PPI bao phủ hoàn hảo màn hình.",
  "battery": "Thời lượng pin\n\nChế độ thông thường: 12 ngày\nChế độ tiết kiệm pin: 24 ngày\nChế độ GPS: 30 giờ\nThời gian sạc\n\n2.5 giờ\nCổng sạc\n\nNam châm",
  "weight": 100,
  "connection": "Mi heath\nHỗ trợ đồng bộ dữ liệu qua Strava, Apple Heath",
  "specialFeature": "Nghe,gọi\n\nNghe gọi qua Bluetooth\nKháng nước\n\n5 ATM (đi mưa, bơi ở vùng nước nông)\nTiện ích sức khoẻ\n\nChế độ luyện tập, Theo dõi giấc ngủ, Đo nhịp tim, Đo lượng oxy trong máu, Đếm bước chân, Tính calo tiêu thụ, Tính quãng đường chạy, Đo mức độ stress, Theo dõi chu kỳ\nTính năng khác\n\n17 chế độ thể thao\n19 chế độ chuyên nghiệp\nThực hiện cuộc gọi qua bluetooth\nTrợ lý ảo Alexa\nTính năng Thông minh\n\nCó định vị GPS, Chế độ luyện tập, Hiển thị thông báo điện thoại, Màn hình luôn hiển thị, Tùy chỉnh mặt đồng hồ, Nghe gọi trên đồng hồ, Điều khiển chơi nhạc, Nhận thông báo cuộc gọi, Bấm giờ, Báo thức, Tìm điện thoại, Nghe gọi qua Bluetooth",
  "manufacturer": "LG",
  "other": "Xiaomi Watch S1 Active cũng ghi dấu ấn mạnh mẽ với thị trường công nghệ bởi khả năng thanh toán NFC trên hệ điều hành MIUI for Watch được tích hợp vào chiếc đồng hồ này, Google Pay cũng là chức năng được tương thích giúp đồng hồ Xiaomi S1 Active hoạt động hoàn hảo ở thị trường châu Âu. Khả năng thanh toán không tiếp xúc của Xiaomi Watch S1 Active sẽ giúp việc thanh toán trở nên dễ dàng và nhanh chóng hơn.",
  "option": [
    {
      "$oid": "6570720ba6103e6dc9a45d14"
    },
    {
      "$oid": "65707217a6103e6dc9a45d1b"
    },
    {
      "$oid": "65707220a6103e6dc9a45d22"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T13:03:25.667Z"
  },
  "updatedAt": {
    "$date": "2023-12-06T13:07:44.244Z"
  },
  "__v": 3
},
{
  "_id": {
    "$oid": "65808647ebcb5ade3e94c27e"
  },
  "category_id": {
    "$oid": "654df46fde2dd24f7fc38944"
  },
  "name": "Google Pixel 8 Pro Quốc Tế",
  "description": "Google Pixel 8 Pro đang là cái tên được nhắc đến nhiều nhất trong thời gian vừa qua trên các diễn đàn công nghệ. Điện thoại được ra mắt vào 04/10/2023 cùng nhiều tính năng nổi bật mới. Với Super Res Zoom giúp chụp đêm tốt hơn, hiệu năng ấn tượng từ chip Tensor G3, Pixel 8 Pro hứa hẹn sẽ mang đến cho người dùng những trải nghiệm không thể tuyệt vời hơn!\n\nThiết kế nổi bật, sang trọng",
  "status": "mới",
  "discounted": true,
  "screen": "6.7 inch",
  "camera": "50MP + 48MP + 48MP",
  "chipset": "Google Tensor G3, bộ đồng xử lý bảo mật Titan M2",
  "cpu": "\t9 nhân: một lõi chính Cortex-X3, bốn lõi Cortex-A715 và bốn lõi Cortex-A510",
  "gpu": "-",
  "ram": 12,
  "rom": 128,
  "operatingSystem": "Android 14",
  "battery": "5050mAh",
  "weight": 213,
  "connection": "Bluetooth® v5.3 + LE, Đa dạng BT ",
  "specialFeature": "Cảm biến gia tốc, Cảm biến tiệm cận, La bàn, Con quay hồi chuyển, Cảm biến áp kế",
  "manufacturer": "Mặt sau mờ Edgelessi",
  "other": "no orther",
  "option": [
    {
      "$oid": "6580868aebcb5ade3e94c2e6"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-18T17:49:59.327Z"
  },
  "updatedAt": {
    "$date": "2023-12-19T03:13:53.469Z"
  },
  "__v": 1,
  "is_active": true
},
{
  "_id": {
    "$oid": "6581158bebcb5ade3e950462"
  },
  "category_id": {
    "$oid": "654df46fde2dd24f7fc38944"
  },
  "name": "OnePlus ACE 2 Pro",
  "description": "OnePlus ACE 2 Pro vẫn mang tới thiết kế đặc trưng của dòng ACE. Máy được hoàn thiện với một mặt lưng kính mờ và logo nổi bật ở giữa mặt lưng. Thiết kế này khá đơn giản nhưng vẫn rất hiện đại và được nhiều người dùng ưa chộng. Phiên bản ACE 2 Pro được ra mắt với hai màu sắc gồm: xanh, xám titan. Không có quá nhiều sự lựa chọn cho người dùng nhưng vẫn đủ để thu thú người dùng hiện tại.",
  "status": "mới",
  "discounted": false,
  "screen": "AMOLED",
  "camera": "50 MP, f/1.8, 24mm (góc rộng), PDAF, OIS\n8 MP, f/2.2, 16mm, 112˚ (góc siêu rộng)\n2 MP, f/2.4 (macro)OnePlus Ace 2 Pro 5G (Snapdragon 8 Gen 2, màn 1.5K) - Giá rẻThis article is referenced content from https://mobilecity.vn - OnePlus Ace 2 Pro 5G (Snapdragon 8 Gen 2, màn 1.5K) - Giá rẻ",
  "chipset": "Snapdragon 8 Gen 2 (4 nm)",
  "cpu": "1×3.2 GHz & 2×2.8 GHz & 2×2.8 GHz & 3×2.0 GHz OnePlus Ace 2 Pro 5G (Snapdragon 8 Gen 2, màn 1.5K) - Giá rẻThis article is referenced content from https://mobilecity.vn - OnePlus Ace 2 Pro 5G (Snapdragon 8 Gen 2, màn 1.5K) - Giá rẻ",
  "gpu": "Adreno 740",
  "ram": 12,
  "rom": 256,
  "operatingSystem": "OxygenOS trên nền tảng Android™ 13",
  "battery": "5000mAh",
  "weight": 210,
  "connection": "5.3, A2DP, LE, aptX HD",
  "specialFeature": "Cảm biến ánh sáng, Cảm biến gia tốc kế, Cảm biến độ gần, Con quay hồi chuyển, Từ kế, Khí áp kế",
  "manufacturer": "ACE",
  "other": "no orther",
  "option": [
    {
      "$oid": "6581160cebcb5ade3e950468"
    },
    {
      "$oid": "658116a1ebcb5ade3e95060e"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-19T04:01:15.847Z"
  },
  "updatedAt": {
    "$date": "2023-12-19T04:05:53.304Z"
  },
  "__v": 2,
  "is_active": true
},
{
  "_id": {
    "$oid": "655e3c9c2ce1db4ff88c7b3d"
  },
  "category_id": {
    "$oid": "654df48cde2dd24f7fc38947"
  },
  "name": "Laptop Asus VivoBook Go 14 E1404FA-NK177W",
  "description": "Là một sản phẩm thuộc series Asus Vivobook do đó laptop Asus Vivobook Go 14 E1404FA-NK177W sở hữu nhiều đặc điểm của series này. Bên cạnh đó là nhiều tính năng được nâng cấp, hỗ trợ tối ưu trong quá trình sử dụng của người dùng.",
  "status": "mới",
  "discounted": true,
  "is_active": false,
  "screen": "14 inches độ sáng tối đa 250nits\nĐộ phủ màu 45% NTSC\nMàn hình chống chói",
  "camera": "720p HD với màn trập camera",
  "chipset": "Chip H",
  "cpu": "AMD Ryzen 5 7520U (4MB cache, up to 4.3 GHz, 4 lõi/8 luồng)",
  "gpu": "AMD Radeon Graphics",
  "ram": 16,
  "rom": 512,
  "operatingSystem": "Windows",
  "battery": "42WHrs, 3S1P, Li-ion 3 cell",
  "weight": 221,
  "connection": "1 x USB 2.0 Type-A\n1 x USB 3.2 Gen 1 Type-A\n1 x USB 3.2 Gen 1 Type-C\n1 x HDMI 1.4\n1 x Jack cắm tai nghe 3.5 mm\n1 x Đầu vào DC",
  "specialFeature": "SonicMaster\nLoa tích hợp\nMicrô mảng tích hợp",
  "manufacturer": "ASUS",
  "other": "Cảm biến vân tay tích hợp với Touchpad\nMcAfee LiveSafe",
  "option": [
    {
      "$oid": "655e3d612ce1db4ff88c7b43"
    },
    {
      "$oid": "6562249620917ab5c9e206f0"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-11-22T17:38:36.123Z"
  },
  "updatedAt": {
    "$date": "2024-05-09T15:50:35.121Z"
  },
  "__v": 2
},
{
  "_id": {
    "$oid": "656ef4a5249b285058daccee"
  },
  "category_id": {
    "$oid": "654df48cde2dd24f7fc38947"
  },
  "name": "Laptop Asus ROG Strix G18 G814JI-N6063W",
  "description": "Laptop ASUS ROG Strix G18 G814JI-N6063W - Kiểu dáng hiện đại, hiệu năng cao\nLaptop ASUS ROG Strix G18 G814JI-N6063W là một trong những sản phẩm laptop Asus gaming mới nhất của hãng ASUS. Sản phẩm được thiết kế đặc biệt cho các game thủ và những người sử dụng đòi hỏi hiệu năng cao.",
  "status": "mới",
  "discounted": false,
  "screen": "Laptop ASUS ROG Strix G18 G814JI-N6063W có màn hình lớn, độ phân giải QHD+, tần số quét cao 240Hz và thời gian đáp ứng nhanh chỉ 3ms. Sản phẩm này sẽ mang đến cho người dùng một trải nghiệm giải trí tuyệt vời với hình ảnh sắc nét và mượt mà.\nMàn hình của ASUS ROG Strix G18 G814JI-N6063W được thiết kế để đáp ứng các yêu cầu khắt khe của người dùng khi tham gia vào các trò chơi cực kỳ đòi hỏi về độ mượt, tốc độ và độ phân giải cao. Không gian hiển thị rộng hơn cũng mang đến cho người dùng một hình ảnh sắc nét, đầy đủ chi tiết và chân thực.",
  "camera": "720P HD camera",
  "chipset": "G18 G814JI-N6063W",
  "cpu": "Intel Core i9-13980HX Gen 13 2.2 GHz (36M Cache, up to 5.6 GHz, 24 lõi: 8 P / 16 E)",
  "gpu": "NVIDIA GeForce RTX 4070 8GB GDDR6",
  "ram": 32,
  "rom": 512,
  "operatingSystem": "Windows 11 Home",
  "battery": "90WHrs, 4S1P, 4-cell Li-ion",
  "weight": 3,
  "connection": "1x RJ45 LAN\n1x Thunderbolt 4 (DisplayPort)\n1x USB 3.2 Gen 2 Type-C (DisplayPort / Sạc / G-SYNC)\n2x USB 3.2 Gen 2 Type-A\n1x HDMI 2.1 FRL\n1x 3.5mm Combo Audio Jack",
  "specialFeature": "Ổ cứng SSD, Wi-Fi 6",
  "manufacturer": "Asus",
  "other": "BIOS Administrator Password and User Password Protection\nMô-đun nền tảng đáng tin cậy (Firmware TPM)",
  "option": [
    {
      "$oid": "656ef522249b285058daccf4"
    },
    {
      "$oid": "656f19f8249b285058dacfa9"
    },
    {
      "$oid": "656f1ae4249b285058dad045"
    },
    {
      "$oid": "65792bf8f7b5232c0885e354"
    },
    {
      "$oid": "65792cc5f7b5232c0885e43a"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-05T10:00:05.425Z"
  },
  "updatedAt": {
    "$date": "2023-12-15T15:27:01.246Z"
  },
  "__v": 5,
  "is_active": true
},
{
  "_id": {
    "$oid": "65706227a6103e6dc9a45a16"
  },
  "category_id": {
    "$oid": "654df46fde2dd24f7fc38944"
  },
  "name": "Xiaomi 13T 12GB 256GB\n",
  "description": "Xiaomi 13T là sản phẩm được nhiều tín đồ công nghệ đánh giá cao với màn hình AMOLED 6.67 inch độ phân giải cao, tần số quét 120Hz, chip MediaTek Dimensity 8100-Ultra, RAM 8GB và bộ nhớ trong 128GB. Thêm vào đó camera chính 108MP hỗ trợ chống rung OIS và sạc nhanh 120W cho trải nghiệm sử dụng cực chất. ",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "Kích thước màn hình\n\n6.67 inches\nCông nghệ màn hình\n\nAMOLED\nĐộ phân giải màn hình\n\n1220 x 2712 pixels\nTính năng màn hình\n\n1 tỉ màu, 120Hz, Dolby Vision, HDR10+\nTần số quét\n\n120Hz\nKiểu màn hình\n\nĐục lỗ (Nốt ruồi)",
  "camera": "Xiaomi 13T sở hữu camera 108 MP ấn tượng\nĐiện thoại Xiaomi Mi 13T nổi bật thu hút ở cụm camera chụp ảnh chuyên nghiệp. Trong đó, camera chính có độ phân giải tận 108 MP với thuật toán thông minh (AI) giúp xử lý chi tiết môi trường tốt hơn để cho ra ảnh chụp đầy đủ trọn vẹn. Hơn nữa, camera 108 MP giúp Xiaomi Mi 13T chụp ảnh ban đêm, chụp ảnh thiếu sáng với kết quả vô cùng ấn tượng.\n\nHai camera còn lại trên Xiaomi Mi 13T hỗ trợ tính năng góc siêu rộng 8MP và chụp macro 2MP. Ngoài ra hệ thống camera sau trên Xiaomi Mi 12T cho phép bạn quay video với chất lượng lên đến 4K.",
  "chipset": "Vi xử lý Mediatek Dimensity 8100-Ultra mạnh mẽ",
  "cpu": "1 nhân 3.1 GHz, 3 nhân 3 GHz & 4 nhân 2 GHz",
  "gpu": "1 nhân 3.1 GHz, 3 nhân 3 GHz & 4 nhân 2 GHz",
  "ram": 12,
  "rom": 8,
  "operatingSystem": "Android",
  "battery": "Pin \"khủng\" dung lượng lớn kèm sạc tốc độ cao\nĐiện thoại Xiaomi Mi 13T  phục vụ thao tác giải trí và liên lạc của bạn suốt ngày dài nhờ trang bị nguồn năng lượng pin dồi dào bên trong. Viên pin bên trong Xiaomi Mi 13T thuộc chuẩn pin an toàn cao, với dung lượng 5.000mAh sẽ cung cấp cả ngày chiến game, nghe nhạc, lướt web và giữ liên lạc cùng người thân.",
  "weight": 221,
  "connection": "Thẻ SIM\n\n2 SIM (Nano-SIM)\nHệ điều hành\n\nAndroid 12, MIUI 13\nJack tai nghe 3.5\n\nKhông\nCông nghệ NFC\n\nCó\nHỗ trợ mạng\n\n5G\nWi-Fi\n\nWi-Fi 802.11 a/b/g/n/ac/6e, dual-band, Wi-Fi Direct, hotspot\nBluetooth\n\nv5.2, A2DP, LE\nGPS\n\nA-GPS (GLONASS (1), BDS (3), GALILEO (2), QZSS (2), NavIC)",
  "specialFeature": "Đa cửa sổ (chia đôi màn hình)\nTối ưu game (Game Turbo)\nTheo dõi nhịp tim bằng cảm biến vân tay\nBáo rung khi kết nối cuộc gọi\nChặn cuộc gọi\nChặn tin nhắn\nTrợ lý ảo Google Assistant\nMở rộng bộ nhớ RAM",
  "manufacturer": "Xiaomi",
  "other": "Hỗ trợ 5G, Bảo mật vân tay, Nhận diện khuôn mặt",
  "option": [
    {
      "$oid": "65706258a6103e6dc9a45a1c"
    },
    {
      "$oid": "65706267a6103e6dc9a45a23"
    },
    {
      "$oid": "65706271a6103e6dc9a45a2a"
    },
    {
      "$oid": "6581514cebcb5ade3e9544ef"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T11:59:35.113Z"
  },
  "updatedAt": {
    "$date": "2023-12-19T08:16:25.900Z"
  },
  "__v": 4
},
{
  "_id": {
    "$oid": "657069c6a6103e6dc9a45bc0"
  },
  "category_id": {
    "$oid": "654df560de2dd24f7fc38956"
  },
  "name": "PC Asus Rog Strix G10DK-R5600G003W",
  "description": "PC ASUS ROG Strix G10DK-R5600G003W - Sức mạnh vượt bậc\nPC ASUS ROG Strix G10DK-R5600G003W hiện đang là cái tên được “săn lùng” hiện nay. Liệu PC Gamingnày mang đến sức mạnh mẽ như thế nào mà có thể trở nên nổi tiếng như vậy?",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "chipset": "G10DK-R5600G003W",
  "cpu": "AMD Ryzen 5 5600G",
  "gpu": "\nNVIDIA GeForce GTX1660TI 6GB DDR6",
  "ram": 8,
  "rom": 256,
  "operatingSystem": "Window 11 Home SL",
  "weight": 500,
  "connection": "Cổng trước:\n1x RJ45 Gigabit Ethernet\n1x HDMI 1.4\n1x VGA Port\n1x DVI-D\n1x PS2\n3 x Audio jacks\n4x USB 3.2 Gen 1 Type-A\n2x USB 3.2 Gen 2 Type-A\nCổng sau:\n1x 3.5mm combo audio jack\n2x USB 3.2 G",
  "manufacturer": "Asus",
  "option": [
    {
      "$oid": "657069f1a6103e6dc9a45bc6"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T12:32:06.622Z"
  },
  "updatedAt": {
    "$date": "2023-12-06T12:32:49.625Z"
  },
  "__v": 1
},
{
  "_id": {
    "$oid": "65706d4aa6103e6dc9a45c55"
  },
  "category_id": {
    "$oid": "654df4edde2dd24f7fc3894d"
  },
  "name": "Màn hình mở rộng ASUS MB166C 16 inch",
  "description": "Màn hình mở rộng Asus MB166C 16 inch - Thiết kế thon gọn với công nghệ bảo vệ mắt tối ưu\nMàn hình mở rộng Asus MB166C 16 inch giúp bạn làm việc tiện lợi hơn nhờ có kích thước nhỏ gọn và các công nghệ hỗ trợ tiên tiến. Với trọng lượng vừa phải, bạn có thể dễ dàng mang theo màn hình Asus này đến mọi nơi. Nhờ tích hợp nhiều công nghệ màn hình hiện đại, năng suất làm việc của bạn sẽ cải thiện đáng kể khi sở hữu chiếc màn hình này. ",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "Hiển thị\n\nTần số quét\n\n60 Hz\nThời gian phản hồi\n\n5ms\nTỉ lệ màn hình\n\n16:9\nĐộ tương phản tĩnh\n\n1.000.000:1\nĐộ sáng\n\n250cd/㎡\nGóc nhìn\n\n178º ngang, 178º dọc\nSố lượng màu\n\n262K\nTấm nền\n\nIPS\nĐộ phân giải màn hình\n\n1920 x 1080\nThiết kế kỹ thuật\n\nKiểu màn hình\n\nMàn hình phẳng\nCổng kết nối\n\nUSB-C\nKích thước màn hình\n\n16 inches\nTreo tường\n\nKhông hỗ trợ",
  "weight": 500,
  "specialFeature": "Công nghệ & Tiện ích\n\nCông suất tiêu thụ\n\n5.24 W\nHệ thống âm thanh\n\nKhông\nTiện ích\n\nHạn chế ánh sáng xanh, Chống chói, Chế độ chơi game, Chống nháy\nCông nghệ màn hình\n\nCông nghệ SPLENDID\nTùy chỉnh chế độ màu\nChế độ GamePlus\nChống nháy, giảm ánh sáng xanh",
  "manufacturer": "Asus",
  "option": [
    {
      "$oid": "65706d89a6103e6dc9a45c5b"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T12:47:06.909Z"
  },
  "updatedAt": {
    "$date": "2023-12-06T12:48:09.782Z"
  },
  "__v": 1
},
{
  "_id": {
    "$oid": "65706e01a6103e6dc9a45c63"
  },
  "category_id": {
    "$oid": "654df4edde2dd24f7fc3894d"
  },
  "name": "Màn hình LG UltraWide 29WQ600 29 inch",
  "description": "Màn hình LG UltraWide 29WQ600 29 inch – Màn hình độ, dải màu sống động\nMàn hình LG UltraWide 29WQ600 29 inch là sản phẩm màn hình chất lượng đến từ LG. Mẫu màn hình LG này được trang bị một kích thước siêu lớn cùng với đó là nhiều công nghệ hiển thị hỗ trợ trải nghiệm thị giác của người dùng.",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "LG UltraWide 29WQ600 29 inch được trang bị tấm nền IPS mang lại màu sắc với độ chính xác cao. Bên cạnh đó, thiết bị còn sở hữu độ bao phủ màu lên tới 99% sRGB giúp mang lại trải nghiệm thị giác với hình ảnh rõ nét, màu sắc chân thực.\nMàn hình sở hữu tốc độ phản hồi 1ms giúp tối ưu các trải nghiệm, đặc biệt là khi chơi game. Bên cạnh đó là công nghệ AMD FreeSync giúp các chuyển động có thể diễn ra mượt mà hơn, giảm thiểu tình trạng giật hình và xé hình.\nKích thước 29 inch mang lại không giản hiển thị vượt trội\nLG UltraWide 29WQ600 là mẫu màn hình UltraWide với kích thước lên tới 29 inch cùng tỉ lệ hiển thị 21:9. Với không gian hiển thị rộng, người dùng có thể làm cùng lúc được nhiều việc hơn mà không cần chuyển qua lại giữa các cửa sổ. Cùng với đó, người dùng có thể tùy chỉnh không gian hiển thị và làm việc đơn giản chỉ qua vài lần nhấp chuột.\n\n",
  "weight": 500,
  "specialFeature": "Âm thanh MaxxAudio vượt trội\nVới LG UltraWide 29WQ600, không chỉ là một màn hình thông thường mà thiết bị còn được tích hợp loa chuẩn MaxxAudio. Với 2 loa âm thanh nổi 2 bên công suất 7W nhờ đó người dùng sẽ có những trải nghiệm âm thanh đắm chìm.",
  "manufacturer": "LG",
  "option": [
    {
      "$oid": "65706e2aa6103e6dc9a45c69"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T12:50:09.271Z"
  },
  "updatedAt": {
    "$date": "2023-12-06T12:50:50.672Z"
  },
  "__v": 1
},
{
  "_id": {
    "$oid": "657072ffa6103e6dc9a45d2a"
  },
  "category_id": {
    "$oid": "654df580de2dd24f7fc38959"
  },
  "name": "Đồng hồ thông minh Xiaomi Redmi Watch 3 Active",
  "description": "Đồng hồ Xiaomi Redmi Watch 3 Active - Thiết kế mới, hiện đại hơn\nĐồng hồ thông minh Xiaomi Redmi Watch 3 Active được làm với kiểu dáng khá giống với Apple Watch. Với dạng mặt chữ nhật cùng nhiều tính năng hiện đại mới, hứa hẹn sẽ là chọn lựa của nhiều người dùng đó nhé!",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "Màn hình chất lượng, tính năng theo dõi sức khỏe hiện đại\nXiaomi Redmi Watch 3 Active sở hữu màn hình 1.83 inch siêu lớn có màu sắc phong phú, hiển thị rõ ràng. Mặt kính cường lực cong cho phép nhìn rõ hơn vẻ ngoài thanh lịch và khả năng chống mài mòn tốt hơn.",
  "battery": "Viên pin 289mAh cung cấp trải nghiệm liên tục trong nhiều ngày\nToàn bộ năng lượng hoạt động trên đồng hồ thông minh Xiaomi Redmi Watch 3 Active được cung cấp bởi viên pin 289mAh, mang tới cho người dùng trải nghiệm sử dụng liên tục trong nhiều ngày.",
  "weight": 100,
  "connection": "Nghe gọi qua Bluetooth",
  "specialFeature": "Nghe,gọi\n\nNghe gọi qua Bluetooth\nKháng nước\n\n5 ATM (đi mưa, bơi ở vùng nước nông)\nTiện ích sức khoẻ\n\nChế độ luyện tập, Theo dõi giấc ngủ, Đo nhịp tim, Đo lượng oxy trong máu\nTính năng Thông minh\n\nChế độ luyện tập, Hiển thị thông báo điện thoại, Tùy chỉnh mặt đồng hồ, Nghe gọi trên đồng hồ, Nhận thông báo cuộc gọi\nThông báo\n\nCuộc gọi\nTin nhắn",
  "manufacturer": "Xiaomi",
  "other": "Redmi Watch 3 Active mang một thiết kế tinh tế với màn hình chữ nhật đơn giản và lớp vỏ được hoàn thiện từ kim loại cao cấp. Ngoài ra, bạn có thể thay đổi màu dây đeo để phù hợp với những phong cách của bạn.",
  "option": [
    {
      "$oid": "65707333a6103e6dc9a45d30"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T13:11:27.786Z"
  },
  "updatedAt": {
    "$date": "2023-12-06T13:12:19.359Z"
  },
  "__v": 1
},
{
  "_id": {
    "$oid": "65586c09e7083709c20bd679"
  },
  "category_id": {
    "$oid": "654df46fde2dd24f7fc38944"
  },
  "name": "iPhone 15 Pro Max 256GB | Chính hãng VN/A",
  "description": "iPhone 15 Pro Max đem lại một diện mạo hoàn toàn mới và sở hữu nhiều tính năng ưu việt cùng công nghệ tiên tiến. Hãy khám phá các đánh giá chi tiết về sản phẩm về khía cạnh thiết kế, màn hình, hiệu năng, thời lượng pin và bộ camera độc đáo qua các thông tin dưới đây!",
  "status": "mới",
  "discounted": false,
  "is_active": true,
  "screen": "Màn hình OLED trên iPhone 15 Pro Max là một điểm đặc biệt không thể bỏ qua. Với kích thước 6,7 inch cùng độ phân giải đỉnh cao 2796x1179 pixel, tần số quét 120Hz và mật độ điểm ảnh lên đến 460 ppi, màn hình mang đến trải nghiệm ấn tượng cho người dùng. Nó còn được trang bị công nghệ HDR, giúp hiển thị màu sắc và độ sáng chân thực hơn bao giờ hết.\nThêm vào đó, công nghệ TrueTone hiện đại đã được tích hợp, tự động điều chỉnh màu sắc của màn hình dựa trên môi trường xung quanh. Với sự kết hợp này, bạn có thể thấy rõ ràng rằng màn hình của iPhone 15 Pro Max tạo ra trải nghiệm xem phim, chơi game và lướt web vượt trội với hình ảnh sống động, rực rỡ, và màu sắc chân thực.",
  "camera": "Công nghệ camera ấn tượng, cho hình ảnh chi tiết chân thực nhất\nHệ thống camera kép tiên tiến trên iPhone 15 Pro Max không chỉ mang lại những trải nghiệm quay chụp ấn tượng mà còn biến mỗi khoảnh khắc thành một tác phẩm nghệ thuật. Camera chính 48MP, camera UltraWide 12MP vượt trội với khả năng tối ưu hóa chụp ảnh, mang đến bức ảnh độ phân giải siêu sắc nét với màu sắc chân thực. \n\n\n",
  "chipset": "Sản phẩm trang bị chip A17 Pro được sản xuất trên tiến trình 3nm, mang lại bước cải tiến đột phá. Nhờ những cải tiến về thiết kế và kiến trúc vi mô, CPU mới nhanh hơn đến 10%, hỗ trợ tính năng như Giọng nói cá nhân hay tự động sửa lỗi chuyên nghiệp. Không chỉ vậy, GPU nhanh hơn đến 20% với thiết kế 6 lõi mới nhằm nâng cao hiệu suất và tiết kiệm năng lượng.",
  "cpu": "CPU 6 lõi mới với 2 lõi hiệu năng và 4 lõi hiệu suất",
  "gpu": "GPU 6 nhân mới",
  "ram": 8,
  "rom": 256,
  "operatingSystem": "iOS 17",
  "battery": "iPhone 15 Pro Max sở hữu viên pin có dung lượng lớn hơn đáng kể so với thế hệ trước đó. Với viên pin này, bạn có thể thưởng thức video lên đến 29 giờ, xem video trực tuyến lên đến 25 giờ, nghe nhạc lên đến 95 giờ (tuỳ vào tác vụ khác nhau mà thời gian có thể thay đổi). Nhờ vậy, bạn có thể thoải mái sử dụng cả ngày mà không lo gián đoạn giữa chừng.",
  "weight": 221,
  "connection": "Kết nối mạng 5G, cho trải nghiệm internet vượt trội\niPhone 15 Pro Max đặc biệt ở khả năng hỗ trợ kết nối 5G, mang đến trải nghiệm internet nhanh và ổn định hơn bao giờ hết. Do đó, bạn có thể thỏa sức xem video trực tuyến, chơi game online, tải nội dung và thậm chí làm việc từ xa mà không lo gặp sự cản trở từ tình trạng giật lag. Ngoài ra, 5G còn giúp bạn truy cập internet ở những khu vực có tín hiệu yếu một cách mượt mà.",
  "specialFeature": "ết nối với hệ sinh thái Apple (Apple Watch, Airpods, Mac)\nMột điểm nổi bật của iPhone so với các thiết bị smartphone khác đó chính là hệ sinh thái Apple. Theo đó, điện thoại iPhone 15 Pro Max có thể kết nối với các thiết bị khác trong cùng hệ sinh thái như Apple Watch, Airpods hay Mac một cách nhanh chóng. Theo đó:\n\n-  iPhone và Apple Watch: Hỗ trợ kiểm tra tin nhắn, trả lời cuộc gọi hay điều khiến các ứng dụng trên iPhone một cách tiện lợi.\n\n-  iPhone và Mac: Chuyển đổi liền mạch giữa các thiết bị qua tính năng Handoff nhờ đó người dùng có thể thực hiện các công việc còn dang dở trên thiết bị khác. Cùng với đó, người dùng có thể truy cập vào các dữ liệu, hình ảnh, video nhờ hệ thống iCloud đồng bộ.\n\n-  iPhone và Airpods: Kết nối nhanh chóng, hỗ trợ trả lời cuộc gọi cũng như gọi Siri trên di động thông minh",
  "manufacturer": "Apple Chính Hãng",
  "other": "Công nghệ Face ID bảo mật hàng đầu\nVới công nghệ tiên tiến của Face ID tích hợp trong iPhone 15 Pro Max, thao tác mở khóa thiết bị trở nên dễ dàng và an toàn hơn bao giờ hết. Sản phẩm này sử dụng khả năng nhận diện khuôn mặt vô cùng chính xác, ngay cả trong các điều kiện ánh sáng biến đổi và các góc độ khác nhau. Hệ thống camera TrueDepth đảm bảo cho bạn trải nghiệm mở khóa nhanh chóng và độ bảo mật cao.",
  "option": [
    {
      "$oid": "65586cd1e7083709c20bd67f"
    },
    {
      "$oid": "65586ce3e7083709c20bd685"
    },
    {
      "$oid": "65586cefe7083709c20bd68b"
    },
    {
      "$oid": "65586d09e7083709c20bd691"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-11-18T07:47:21.345Z"
  },
  "updatedAt": {
    "$date": "2023-12-16T14:25:22.000Z"
  },
  "__v": 4
},
{
  "_id": {
    "$oid": "655e3f8d2ce1db4ff88c7b4a"
  },
  "category_id": {
    "$oid": "654df48cde2dd24f7fc38947"
  },
  "name": "Laptop Asus TUF GAMING F15 FX506HF-HN014W",
  "description": "Laptop ASUS TUF Gaming F15 FX506HF HN014W là sản phẩm được thiết kế với những ưu điểm nổi bật về hiệu năng vô cùng mạnh mẽ và ấn tượng. Bên cạnh đó, laptop sở hữu vẻ ngoài vô cùng nhỏ gọn và tinh tế giúp cho các game thủ thuận tiện hơn trong việc di chuyển.",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "Độ sáng tối đa 250nits\nĐộ phủ màu 45% NTSC, 62.5% sRGB\nMàn hình chống lóa",
  "camera": "720p HD với màn trập camera",
  "chipset": "Chip H",
  "cpu": "Intel Core i5-11400H (12MB Cache, up to 4.6GHz, 6 lõi / 12 luồng)",
  "gpu": "NVIDIA GeForce RTX 2050 4GB",
  "ram": 8,
  "rom": 512,
  "operatingSystem": "Windows",
  "battery": "48WHrs, 3-cell Li-ion",
  "weight": 221,
  "connection": "1x Cổng RJ45 LAN\n3x USB 3.2 Gen 1 Type-A\n1x Thunderbolt 4 support DisplayPort\n1x HDMI 2.0b\n1x Jack cắm tai nghe 3.5mm",
  "specialFeature": "Wifi 6 (802.11ax)",
  "manufacturer": "ASUS",
  "other": "Ngoài ra, màn hình vô cùng chân thực, sắc nét, bàn phím với khoảng cách phím tối ưu, độ nảy tốt cho các giác phím cực ấn tượng.",
  "option": [
    {
      "$oid": "655e3fca2ce1db4ff88c7b50"
    },
    {
      "$oid": "655e43e32ce1db4ff88c7bc8"
    },
    {
      "$oid": "655e45e02ce1db4ff88c7bce"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-11-22T17:51:09.744Z"
  },
  "updatedAt": {
    "$date": "2023-11-22T18:18:08.953Z"
  },
  "__v": 3
},
{
  "_id": {
    "$oid": "655e48d62ce1db4ff88c7c0e"
  },
  "category_id": {
    "$oid": "654df48cde2dd24f7fc38947"
  },
  "name": "Laptop Lenovo Ideapad Slim 5 14IAH8 83BF002NVN",
  "description": "Laptop Lenovo Ideapad Slim 5 14IAH8 83BF002NVN là một lựa chọn đáng cân nhắc trong phân khúc tầm trung. Với thiết kế hiện đại, mỏng nhẹ cùng bộ nhớ ấn tượng, sản phẩm laptop Lenovo Ideapad hứa hẹn sẽ khiến người dùng hài lòng.",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "Độ sáng 300nits\nMàn hình chống chói\nĐộ phủ màu 45% NTSC\nTÜV Low Blue Light",
  "camera": "720p HD với màn trập camera",
  "chipset": "Chip H",
  "cpu": "Intel Core i5-12450H (8 lõi: (4P + 4E) / 12 luồng: P-core 2.0 / 4.4GHz, E-core 1.5 / 3.3GHz, 12MB)",
  "gpu": "Intel UHD Graphics",
  "ram": 8,
  "rom": 512,
  "operatingSystem": "Windows",
  "battery": "56.6Wh",
  "weight": 221,
  "connection": "1x Cổng RJ45 LAN\n3x USB 3.2 Gen 1 Type-A\n1x Thunderbolt 4 support DisplayPort\n1x HDMI 2.0b\n1x Jack cắm tai nghe 3.5mm",
  "specialFeature": "Ổ cứng SSD, Wi-Fi 6",
  "manufacturer": "ASUS",
  "other": "Âm thanh độ nét cao (HD)\nLoa âm thanh nổi, 2W x2\nDolby Audio",
  "option": [
    {
      "$oid": "655e494e2ce1db4ff88c7c14"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-11-22T18:30:46.029Z"
  },
  "updatedAt": {
    "$date": "2023-11-22T18:32:46.242Z"
  },
  "__v": 1
},
{
  "_id": {
    "$oid": "655e4ec905d37fb1bd4c313f"
  },
  "category_id": {
    "$oid": "654df46fde2dd24f7fc38944"
  },
  "name": "iPhone 12 128GB | Chính hãng VN/A",
  "description": "Đánh giá iPhone 12 Pro Max\nNhững dòng iPhone đến từ nhà Apple đều có sức hút đặc biệt ngay từ thời điểm ra mắt và thế hệ iPhone 14 Pro Max cũng không ngoại lệ. Có thể nói, iPhone 14 Pro Max là sự kết hợp hoàn hảo giữa các yếu tố về thiết kế, cấu hình, tính năng, hệ điều hành,... Nếu bạn tò mò về siêu phẩm này, hãy đọc ngay phần đánh giá chi tiết phiên bản cao cấp nhất trong series iPhone 14 bên dưới nhé. ",
  "status": "mới",
  "discounted": false,
  "is_active": true,
  "screen": "iPhone 14 Pro Max sở hữu thiết kế màn hình Dynamic Island ấn tượng cùng màn hình OLED 6,7 inch hỗ trợ always-on display và hiệu năng vượt trội với chip A16 Bionic. Bên cạnh đó máy còn sở hữu nhiều nâng cấp về camera với cụm camera sau 48MP, camera trước 12MP dùng bộ nhớ RAM 6GB đa nhiệm vượt trội. Cùng phân tích chi tiết thông số siêu phẩm này ngay sau đây.",
  "camera": "Công nghệ camera ấn tượng, cho hình ảnh chi tiết chân thực nhất\nHệ thống camera kép tiên tiến trên iPhone 14 Pro Max không chỉ mang lại những trải nghiệm quay chụp ấn tượng mà còn biến mỗi khoảnh khắc thành một tác phẩm nghệ thuật. Camera chính 48MP, camera UltraWide 12MP vượt trội với khả năng tối ưu hóa chụp ảnh, mang đến bức ảnh độ phân giải siêu sắc nét với màu sắc chân thực. \n\n\n",
  "chipset": "Con chip A16 Bionic tiến trình 4nm mạnh mẽ\nPhiên bản iPhone 14 Pro Max 128GB là lần đầu tiên Apple sử dụng con chip được xây dựng trên tiến trình 4nm - A16 Bionic. Con chip này có tổng cộng 6 nhân với 2 nhân hiệu suất cao kết hợp với 4 nhân tiết kiệm điện.\nTheo như đánh giá thực tế, hiệu suất xử lý của chip A16 Bionic nhanh hơn đến 10% so với phiên bản A15 trước đó. Ngoài ra, con chip này cũng đi kèm với GPU 5 nhân với băng thông bộ nhớ tăng thêm đến 50% so với dòng A15 giúp smartphone có thể xử lý những tựa game có đồ họa cao. ",
  "cpu": "3.46 GHz",
  "gpu": "Apple GPU (3-core graphics)",
  "ram": 6,
  "rom": 128,
  "operatingSystem": "iOS 15",
  "battery": "Dung lượng pin vượt trội 4352mAh\nNhờ có dung lượng pin vượt trội 4352mAh và khả năng tiết kiệm năng lượng của chip A16 Bionic, chiếc iPhone 14 Pro Max có thời gian hoạt động dài hơn so với người tiền nhiệm\nSản phẩm vẫn được trang bị công suất sạc 20W giống với người tiền nhiệm. Tuy nhiên, bạn có thể nạp đầy đến 50% dung lượng pin cho điện thoại chỉ trong vòng 30 phút. Ngoài ra, thiết bị cũng hỗ trợ người dùng sạc không dây Magsafe với 15W và sạc không dây Qi với 7,5W. ",
  "weight": 221,
  "connection": "Kết nối mạng 5G, cho trải nghiệm internet vượt trội\niPhone 15 Pro Max đặc biệt ở khả năng hỗ trợ kết nối 5G, mang đến trải nghiệm internet nhanh và ổn định hơn bao giờ hết. Do đó, bạn có thể thỏa sức xem video trực tuyến, chơi game online, tải nội dung và thậm chí làm việc từ xa mà không lo gặp sự cản trở từ tình trạng giật lag. Ngoài ra, 5G còn giúp bạn truy cập internet ở những khu vực có tín hiệu yếu một cách mượt mà.",
  "specialFeature": "ết nối với hệ sinh thái Apple (Apple Watch, Airpods, Mac)\nMột điểm nổi bật của iPhone so với các thiết bị smartphone khác đó chính là hệ sinh thái Apple. Theo đó, điện thoại iPhone 15 Pro Max có thể kết nối với các thiết bị khác trong cùng hệ sinh thái như Apple Watch, Airpods hay Mac một cách nhanh chóng. Theo đó:\n\n-  iPhone và Apple Watch: Hỗ trợ kiểm tra tin nhắn, trả lời cuộc gọi hay điều khiến các ứng dụng trên iPhone một cách tiện lợi.\n\n-  iPhone và Mac: Chuyển đổi liền mạch giữa các thiết bị qua tính năng Handoff nhờ đó người dùng có thể thực hiện các công việc còn dang dở trên thiết bị khác. Cùng với đó, người dùng có thể truy cập vào các dữ liệu, hình ảnh, video nhờ hệ thống iCloud đồng bộ.\n\n-  iPhone và Airpods: Kết nối nhanh chóng, hỗ trợ trả lời cuộc gọi cũng như gọi Siri trên di động thông minh",
  "manufacturer": "Apple Chính Hãng",
  "other": "Công nghệ Face ID bảo mật hàng đầu\nVới công nghệ tiên tiến của Face ID tích hợp trong iPhone 15 Pro Max, thao tác mở khóa thiết bị trở nên dễ dàng và an toàn hơn bao giờ hết. Sản phẩm này sử dụng khả năng nhận diện khuôn mặt vô cùng chính xác, ngay cả trong các điều kiện ánh sáng biến đổi và các góc độ khác nhau. Hệ thống camera TrueDepth đảm bảo cho bạn trải nghiệm mở khóa nhanh chóng và độ bảo mật cao.",
  "option": [
    {
      "$oid": "655e4ef205d37fb1bd4c3145"
    },
    {
      "$oid": "655e4eff05d37fb1bd4c314b"
    },
    {
      "$oid": "655e4f0805d37fb1bd4c3151"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-11-22T18:56:09.660Z"
  },
  "updatedAt": {
    "$date": "2023-11-22T18:57:12.332Z"
  },
  "__v": 3
},
{
  "_id": {
    "$oid": "65706bb1a6103e6dc9a45bdc"
  },
  "category_id": {
    "$oid": "654df560de2dd24f7fc38956"
  },
  "name": "PC CPS Gaming G9",
  "description": "PC CPS Gaming G9 - Bứt phá tốc độ dẫn đầu cuộc chơi\nLà một sản phẩm dành riêng cho giới Game thủ, những chiếc PC CPS Gaming G6 được nâng cấp về hiệu năng để đảm bảo trải nghiệm tuyệt vời và hoàn hảo nhất cho chủ sở hữu. Dưới đây là những thông tin hữu ích về bộ PC gaming này",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "chipset": "Z790",
  "cpu": "Intel Core i7 14700K",
  "gpu": "RTX 4080 OC",
  "ram": 32,
  "rom": 512,
  "operatingSystem": "Window 11 Home SL",
  "weight": 500,
  "connection": "1 x cổng USB Type-C ® , hỗ trợ USB 3.2 Gen 2x2\n2 x Cổng USB 3.2 Thế hệ 2 Loại A (màu đỏ)\n3 x cổng USB 3.2 thế hệ 1\n4 cổng USB 2.0/1.1\n2 x đầu nối ăng-ten SMA (2T2R)\n1 x cổng HDMI 2.0\n1 x Cổng hiển thị\n1 cổng RJ-45\n1 x đầu nối quang S/PDIF Out\n2 x giắc cắm âm thanh",
  "specialFeature": "Chip Intel Core i7-14700K, Ram 32GB DDR5\nPC CPS Gaming G9 đủ sức đáp ứng mọi yêu cầu về hiệu suất từ chơi game cấu hình cao đến xử lý các tác vụ đa nhiệm phức tạp. Với CPU Intel Core i7-14700K tối ưu, bạn sẽ trải nghiệm sự mượt mà, nhanh chóng trong mọi công việc.",
  "manufacturer": "Intel",
  "other": "Ngoại hình mạnh mẽ, tản nhiệt bức phá\nCase máy tính Corsair iCUE 5000D RGB Airflow của PC CPS Gaming G9 được thiết kế đơn giản nhưng cho hiệu suất làm mát tối ưu. Máy tính sở hữu một bộ vỏ tông đen truyền thống, tạo nên một vẻ ngoại hình đầy mạnh mẽ và đẳng cấp.",
  "option": [
    {
      "$oid": "65706bdfa6103e6dc9a45be2"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T12:40:17.355Z"
  },
  "updatedAt": {
    "$date": "2023-12-06T12:41:03.980Z"
  },
  "__v": 1
},
{
  "_id": {
    "$oid": "657073d9a6103e6dc9a45d38"
  },
  "category_id": {
    "$oid": "654df580de2dd24f7fc38959"
  },
  "name": "Đồng hồ thông minh Garmin Epix Pro 2 51mm",
  "description": "Đồng hồ thông minh Garmin Epix Pro 2 51mm - Phong cách thể thao, màn hình lớn\nĐồng hồ thông minh Garmin Epix Pro 2 51mm là một trong những sản phẩm mới đến từ thương hiệu Garmin. Đây là một thương hiệu nổi tiếng với nhiều thiết bị điện tử hiện đại. Cùng đón xem các ưu điểm của đồng hồ thông minh Garmin nhé!",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "Màn hình hiển thị chất lượng, chế độ luyện tập phong phú\nĐồng hồ thông minh Garmin Epix Pro 2 51mm nổi bật với chiếc màn hình AMOLED siêu sắc nét mang lại một khả năng hiển thị chất lượng. Ngoài ra, màn hình cũng vô cùng nhạy và dễ dàng thao tác trong bất kỳ hoàn cảnh nào.",
  "battery": "Chế độ thông minh: 16 ngày\nChế độ tiết kiệm pin: 21 ngày\nBật GPS liên tục: 42 giờ\nBật GPS + nghe nhạc liên tục: 10 giờ",
  "weight": 78,
  "connection": "Connect IQ",
  "specialFeature": "Nghe,gọi\n\nKhông\nKháng nước\n\n10 ATM (bơi, lặn chuyên nghiệp)\nTiện ích sức khoẻ\n\nChế độ luyện tập, Theo dõi giấc ngủ, Đo nhịp tim, Đo lượng oxy trong máu, Đếm bước chân, Tính calo tiêu thụ, Tính quãng đường chạy, Đo mức độ stress, Cảm biến nhiệt độ, Đo VO2 max (Đo lượng tiêu thụ oxy tối đa)\nTính năng khác\n\nTải xuống các bài hát\nThanh toán Garmin\nTheo dõi cổ phiếu\nTính năng Thông minh\n\nCó định vị GPS, Phát nhạc trên đồng hồ, Chế độ luyện tập, Hiển thị thông báo điện thoại, Tùy chỉnh mặt đồng hồ, Điều khiển chơi nhạc, Nhận thông báo cuộc gọi, Bấm giờ, Báo thức, Tìm điện thoại, Dự báo thời tiết, Xem bản đồ\nThông báo\n\nTin nhắn\nCuộc gọi",
  "manufacturer": "Garmin",
  "other": "Thiết kế phong cách, tích hợp đèn Led nhiều màu\nĐồng hồ thông minh Garmin Epix Pro 2 51mm mang một thiết kế bền bỉ khi các chỉ tiết đều được làm từ vật liệu cao cấp có khả năng chịu nhiệt và chống nước cao. Sản phẩm không chỉ dành cho người chơi thể thao mà còn phù hợp với mọi phong cách của bạn.",
  "option": [
    {
      "$oid": "657073fca6103e6dc9a45d3e"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T13:15:05.785Z"
  },
  "updatedAt": {
    "$date": "2023-12-06T13:15:40.249Z"
  },
  "__v": 1
},
{
  "_id": {
    "$oid": "655e508c05d37fb1bd4c319a"
  },
  "category_id": {
    "$oid": "654df48cde2dd24f7fc38947"
  },
  "name": "Laptop Gaming Acer Nitro 5 Eagle AN515-57-5669 NH.QEHSV.001",
  "description": "Laptop Gaming Acer Nitro 5 Eagle AN515-57-5669 – Thiết kế mạnh mẽ, ấn tượng\nLaptop Gaming Acer Nitro 5 Eagle AN515-57-5669 là thiết bị được đánh giá cao về hiệu năng lẫn thiết kế. Cùng tìm hiểu chi tiết hơn về sản phẩm qua bài viết dưới đây!",
  "status": "mới",
  "discounted": false,
  "is_active": true,
  "screen": "Màn hình đẹp trong từng xen-ti-mét, hình ảnh ấn tượng\nNgười dùng sẽ trải nghiệm hình ảnh chất lượng cao qua màn hình LCD có kích thước lớn 15.6 inch cùng độ phân giải sắc nét Full HD của laptop đồ họa gaming ấn tượng này. Tần số quét 144Hz liên tục làm tươi mới hình ảnh, tăng cảm giác chân thực trong quá trình thư giãn giải trí..\nSử dụng card đồ hoạ rời NVIDIA® GeForce GTX™ 1650 với bộ nhớ đệm 4 GB GDDR6. Sẵn sàng chinh chiến với mọi thao tác hình ảnh đồ hoạ chất lượng cao như bạn mong muốn.",
  "camera": "HD 720p \n\n\n",
  "chipset": "Laptop Acer Nitro sở hữu con chip Intel® Core™ i5-11400H có tốc độ 2.7GHz và tốc độ tối đa lên tới 4.5GHz. Cùng Ram DDR4 8GB 2 khe có tốc độ 3200Mhz, giúp đảm bảo hiệu năng của máy tính luôn nhanh nhạy, hiệu quả cao.",
  "cpu": "Intel Core i5-11400H",
  "gpu": "Intel Core i5-11400H",
  "ram": 8,
  "rom": 256,
  "operatingSystem": "Window 11",
  "battery": "57Wh Li-ion battery",
  "weight": 221,
  "connection": "Kết nối mạng 5G, cho trải nghiệm internet vượt trội\niPhone 15 Pro Max đặc biệt ở khả năng hỗ trợ kết nối 5G, mang đến trải nghiệm internet nhanh và ổn định hơn bao giờ hết. Do đó, bạn có thể thỏa sức xem video trực tuyến, chơi game online, tải nội dung và thậm chí làm việc từ xa mà không lo gặp sự cản trở từ tình trạng giật lag. Ngoài ra, 5G còn giúp bạn truy cập internet ở những khu vực có tín hiệu yếu một cách mượt mà.",
  "specialFeature": "ết nối với hệ sinh thái Apple (Apple Watch, Airpods, Mac)\nMột điểm nổi bật của iPhone so với các thiết bị smartphone khác đó chính là hệ sinh thái Apple. Theo đó, điện thoại iPhone 15 Pro Max có thể kết nối với các thiết bị khác trong cùng hệ sinh thái như Apple Watch, Airpods hay Mac một cách nhanh chóng. Theo đó:\n\n-  iPhone và Apple Watch: Hỗ trợ kiểm tra tin nhắn, trả lời cuộc gọi hay điều khiến các ứng dụng trên iPhone một cách tiện lợi.\n\n-  iPhone và Mac: Chuyển đổi liền mạch giữa các thiết bị qua tính năng Handoff nhờ đó người dùng có thể thực hiện các công việc còn dang dở trên thiết bị khác. Cùng với đó, người dùng có thể truy cập vào các dữ liệu, hình ảnh, video nhờ hệ thống iCloud đồng bộ.\n\n-  iPhone và Airpods: Kết nối nhanh chóng, hỗ trợ trả lời cuộc gọi cũng như gọi Siri trên di động thông minh",
  "manufacturer": "Acer",
  "other": "Công nghệ Face ID bảo mật hàng đầu\nVới công nghệ tiên tiến của Face ID tích hợp trong iPhone 15 Pro Max, thao tác mở khóa thiết bị trở nên dễ dàng và an toàn hơn bao giờ hết. Sản phẩm này sử dụng khả năng nhận diện khuôn mặt vô cùng chính xác, ngay cả trong các điều kiện ánh sáng biến đổi và các góc độ khác nhau. Hệ thống camera TrueDepth đảm bảo cho bạn trải nghiệm mở khóa nhanh chóng và độ bảo mật cao.",
  "option": [
    {
      "$oid": "655e50c705d37fb1bd4c31a0"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-11-22T19:03:40.143Z"
  },
  "updatedAt": {
    "$date": "2023-12-03T07:16:38.485Z"
  },
  "__v": 1
},
{
  "_id": {
    "$oid": "65705deaa6103e6dc9a459d7"
  },
  "category_id": {
    "$oid": "654df46fde2dd24f7fc38944"
  },
  "name": "Samsung Galaxy S23 Ultra 256GB\n",
  "description": "Điện thoại Samsung Galaxy S23 Ultra liệu có gì mới?\nSamsung S23 Ultra là dòng điện thoại cao cấp của Samsung, sở hữu camera độ phân giải 200MP ấn tượng, chip Snapdragon 8 Gen 2 mạnh mẽ, bộ nhớ RAM 8GB mang lại hiệu suất xử lý vượt trội cùng khung viền vuông vức sang trọng. Sản phẩm được ra mắt từ đầu năm 2023.",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "Màn hình 6.8 inch – độ cong giảm nâng cao trải nghiệm hình ảnh\nGalaxy S23 Ultra vẫn được trang bị một màn hình lớn với kích thước lên đến 6.8 inch. Tuy nhiên, thay vì làm cong như thế hệ S22 Ultra thì độ con màn hình trên S23 Ultra sẽ giảm bớt. Nhờ thiết kế này diện tích bề mặt phẳng trên màn hình sẽ gia tăng giúp mang lại những trải nghiệm hình ảnh tốt nhất cho người dùng.",
  "camera": "Camera sau\n\nSiêu rộng: 12MP F2.2 (Dual Pixel AF)\nChính: 200MP F1.7 OIS ±3° (Super Quad Pixel AF)\nTele 1: 10MP F4.9 (10X, Dual Pixel AF) OIS,\nTele 2: 10MP F2.4 (3X, Dual Pixel AF) OIS Thu phóng chuẩn không gian 100X \n\nCamera trước\n12MP F2.2 (Dual Pixel AF)\n",
  "chipset": "Chipset Snapdragon 8 Gen 2, khả năng đa nhiệm đỉnh cao",
  "cpu": "1x3.36 GHz Cortex-X3 & 2x2.8 GHz Cortex-A715 & 2x2.8 GHz Cortex-A710 & 3x2.0 GHz Cortex-A510",
  "gpu": "\nAdreno 740",
  "ram": 8,
  "rom": 256,
  "operatingSystem": "Android",
  "battery": "Pin 5000 mAh – cung cấp năng lượng bền bỉ\nĐiện thoại Samsung S23 Ultra sẽ được trang bị viên pin dung lượng lớn 5000 mAh. Mức dung lượng này tuy không có sự khác biệt so với người tiền nhiệm S22 Ultra nhưng với nhiều tùy biến về phần mềm cùng con chip mới giúp mang lại thời gian sử dụng bền bỉ.",
  "weight": 221,
  "connection": "Kết nối mạng 5G, cho trải nghiệm internet vượt trội\niPhone 15 Pro Max đặc biệt ở khả năng hỗ trợ kết nối 5G, mang đến trải nghiệm internet nhanh và ổn định hơn bao giờ hết. Do đó, bạn có thể thỏa sức xem video trực tuyến, chơi game online, tải nội dung và thậm chí làm việc từ xa mà không lo gặp sự cản trở từ tình trạng giật lag. Ngoài ra, 5G còn giúp bạn truy cập internet ở những khu vực có tín hiệu yếu một cách mượt mà.",
  "specialFeature": "Khả năng kháng nước và chống va đập vẫn được trang bị trên S23 Series. Theo đó dòng điện thoại này và Spen đi cùng đều có khả năng kháng nước đạt chuẩn IP68. Combo giáp Armor Aluminum bao quanh khung viền máy kết hợp kính cường lực Corning® Gorilla® Glass Victus®+ hứa hẹn khiến Samsung Galaxy S23 Ultra trở thành 1 tanker với khả năng chống chịu cực bền bỉ.\n\nBên cạnh đó, SPen vẫn là công cụ phụ trợ không thể thiếu. Với độ nhạy bén và chính xác gần như tuyệt đối, SPen mang đến cho người dùng những quyền năng tối thượng để có thể tối ưu hóa mọi thao tác trên chiếc điện thoại này.",
  "manufacturer": "Samsung",
  "other": "Hỗ trợ 5G, Sạc không dây, Bảo mật vân tay, Nhận diện khuôn mặt, Kháng nước, kháng bụi",
  "option": [
    {
      "$oid": "65705e90a6103e6dc9a459dd"
    },
    {
      "$oid": "65705ea3a6103e6dc9a459e4"
    },
    {
      "$oid": "65705eada6103e6dc9a459eb"
    },
    {
      "$oid": "65705ebba6103e6dc9a459f2"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T11:41:30.427Z"
  },
  "updatedAt": {
    "$date": "2023-12-06T11:44:59.586Z"
  },
  "__v": 4
},
{
  "_id": {
    "$oid": "65706ec1a6103e6dc9a45c71"
  },
  "category_id": {
    "$oid": "654df4edde2dd24f7fc3894d"
  },
  "name": "Màn hình LG Gaming 27 inch 27QN600",
  "description": "Màn hình LCD LG Gaming 27 27QN600: Màn hình gaming sắc nét, chất lượng cao\nMột game thủ thì điều cần thiết nhất chính là một chiếc màn hình tốt và đủ sắc nét để có thể giúp bạn chiến những tựa game đồ hoạ cao. Chiếc màn hình LG Gaming 27 27QN600 cam kết sẽ mang lại cho bạn những giá trị mà chỉ có ở màn hình cao cấp mới có được. Chúng hội đầy đủ những yếu tố về công nghệ cũng như là độ mượt mà, ổn định.",
  "status": "mới",
  "discounted": true,
  "is_active": true,
  "screen": "Màn hình 27 inches rộng rãi cùng khả năng phục vụ ánh nhìn 178 độ\nMột màn hình 20 inches có đủ để bạn có một góc nhìn bao quát trong một tựa game Moba hay FPS hay không? Câu trả lời là có thể đủ nếu bạn dùng hai cái, nhưng với màn hình LCD LG Gaming 27 27QN600 bạn không cần phải băn khoăn về các vị trí hay một độ phân bổ thấp hẹp của hình ảnh nữa, với 27 inches bạn có thể nhìn tổng quát đầy đủ nhất.\nMột màn hình 27 inches mang lại cho bạn một góc nhìn và hình ảnh chân thực nhất có thể. Từng chi tiết được thể hiện một cách sắc nét nhờ vào công nghệ màn hình IPS LCD, giúp cho độ đồng màu được trình diễn một cách tự nhiên nhất. Cùng với đó, một góc nhìn 178 độ sẽ giúp cho bạn có thể nhìn bản đồ và các thao tác được bao quát nhất có thể.\nCông nghệ HDR 10 hiển thị với mức sáng cao cùng khả năng làm mới 75Hz mượt mà\nCũng có thể nói rằng công nghệ HDR 10 được trang bị trên con màn hình LCD LG Gaming 27 27QN600 này là một điều khá ưng ý. Chúng mang lại cho bạn một độ chuẩn chỉnh về hình ảnh, màu sắc và đặc biệt là công nghệ này còn bổ sung thêm cho chiếc màn hình gaming độ phân giải cao lên đến 2K, giúp cho mọi màu sắc trở nên nịnh mắt nhất cho người dùng.\n\n",
  "weight": 500,
  "connection": "HDMI x 2\nTai nghe x 1",
  "specialFeature": "Kết nối màn hình qua nhiều cổng đa dạng cùng công nghệ AMD FreeSync chống rách hình\nViệc kết nối màn hình máy tính 2k là điều dễ dàng và linh hoạt khi màn hình LCD LG Gaming 27 27QN600 có đa dạng cổng kết nối chẳng hạn như: HDMI, DisplayPort. Điều này giúp cho chiếc màn hình này có thể kết nối với nhiều thiết bị hiện nay một cách dễ dàng và có khả năng đồng bộ hóa một cách nhanh chóng và chuẩn xác nhất có thể.",
  "manufacturer": "LG",
  "other": "Chăm sóc mắt, AMD FreeSync™, Gaming mode, Tiết kiệm điện thông minh",
  "option": [
    {
      "$oid": "65706ee8a6103e6dc9a45c77"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-06T12:53:21.781Z"
  },
  "updatedAt": {
    "$date": "2023-12-06T12:54:00.431Z"
  },
  "__v": 1
},
{
  "_id": {
    "$oid": "658110eaebcb5ade3e94f868"
  },
  "category_id": {
    "$oid": "654df46fde2dd24f7fc38944"
  },
  "name": "Google Pixel Fold (New)",
  "description": "Nhìn chung thì lối thiết kế của Pixel Fold cũng không có quá nhiều sự khác biệt so với các đối thủ điện thoại màn hình gập khác trên thị trường. Điện thoại vẫn sẽ có 2 phiên bản màu chính gồm Porcelain và Obsidian. Cụm camera phía sau vẫn được Google đặt nằm ngang và khá giống với Pixel 7 Pro trước đó. Phần logo chữ G cũng được giữ nguyên ở vị trí quen thuộc ở  giữa lưng điện thoại.",
  "status": "mới",
  "discounted": false,
  "screen": "OLED, Corning® Gorilla® Glass 3™",
  "camera": "Camera góc rộng: 48 MP, Camera Tele: 10.8 MP, Camera góc siêu rộng: 10.8 MP",
  "chipset": "Google Tensor G2",
  "cpu": "8 nhân CPU",
  "gpu": "8 nhân GPU",
  "ram": 12,
  "rom": 256,
  "operatingSystem": "Android 13",
  "battery": "4821mAh",
  "weight": 283,
  "connection": "Bluetooth® v5.3 + LE, Đa dạng BT",
  "specialFeature": "Cảm biến gia tốc, Cảm biến tiệm cận, La bàn, Con quay hồi chuyển, Cảm biến áp kế",
  "manufacturer": "Google Pixel",
  "other": "no orther",
  "option": [
    {
      "$oid": "6581127cebcb5ade3e94fe67"
    },
    {
      "$oid": "658112d0ebcb5ade3e94fffe"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-19T03:41:30.458Z"
  },
  "updatedAt": {
    "$date": "2023-12-19T03:49:36.235Z"
  },
  "__v": 2,
  "is_active": true
},
{
  "_id": {
    "$oid": "658118d7ebcb5ade3e9506fc"
  },
  "category_id": {
    "$oid": "654df580de2dd24f7fc38959"
  },
  "name": "Google Pixel Watch 2022",
  "description": "Thiết kế tối giản với điểm nhấn là dây đeo và hầu như không có đường viền. Google chỉ để lại duy nhất một núm xoay điều khiển trên thân máy. Điểm nổi bật của chiếc Pixel Watch là thiết kế dây đeo đồng hồ và cách dây gắn vào đồng hồ trông rất đẹp mắt, hiện đại.",
  "status": "mới",
  "discounted": false,
  "screen": "Màn hình cảm ứng",
  "battery": "294mAh, lên đến 24 giờ",
  "weight": 100,
  "connection": "Bluetooth 5.0",
  "specialFeature": "Theo dõi nhịp tim 1 lần/giây\nTheo dõi giấc ngủ",
  "manufacturer": "Google Pixel",
  "other": "no orther",
  "option": [
    {
      "$oid": "65811936ebcb5ade3e950702"
    },
    {
      "$oid": "6581197cebcb5ade3e9508b7"
    },
    {
      "$oid": "65811996ebcb5ade3e9508bd"
    },
    {
      "$oid": "65ed7e1d27943c47cae98d23"
    }
  ],
  "product_review": [],
  "createdAt": {
    "$date": "2023-12-19T04:15:19.439Z"
  },
  "updatedAt": {
    "$date": "2024-05-16T16:24:50.425Z"
  },
  "__v": 4,
  "is_active": true
}]